IDEA StatiCa Open Model
ResultOfLoadingItem.Coefficient Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Coefficient of loading
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Coefficient { get; set; }
Public Property Coefficient As Double
	Get
	Set
public:
property double Coefficient {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOfLoadingItem Class
IdeaRS.OpenModel.Result Namespace